//Задайте значение N. Напишите программу, которая выведет все натуральные числа в промежутке от N до 1.

Console.Write("Введите число: ");
int N = int.Parse(Console.ReadLine()!);

for(int i = N; i > 0; i--)
       Console.Write(i + " Ура победа -)*");





